run/benchmark/Recon/Recon3D/baseCase/system/cube.fms
1
(
wall	wall
)
8
(
( 0 0 1 )
( 0 0 0 )
( 0 1 1 )
( 0 1 0 )
( 1 0 1 )
( 1 0 0 )
( 1 1 1 )
( 1 1 0 )
)
12
(
((1 0 2) 0)
((2 3 1) 0)
((4 5 7) 0)
((6 4 7) 0)
((1 5 4) 0)
((4 0 1) 0)
((7 3 2) 0)
((6 7 2) 0)
((1 3 7) 0)
((7 5 1) 0)
((2 0 4) 0)
((6 2 4) 0)
)
12
(
(1 0)
(0 2)
(2 3)
(3 1)
(4 5)
(6 4)
(7 6)
(5 7)
(1 5)
(4 0)
(7 3)
(2 6)
)
0
(
)
0
(
)
1
(
edges 8 12 ( 0 1 2 3 4 5 6 7 8 9 10 11 )
)

